Repository: lukasaberg451/Pulse
Catalog: Pulse/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, nl, pt_br, sv

source: Thanks for helping us improve Pulse
de: Danke, dass du uns hilfst, Pulse zu verbessern
es: Gracias por ayudarnos a mejorar Pulse
fr: Merci de nous aider à améliorer Pulse
ja: Pulseの改善にご協力いただきありがとうございます
ko: Pulse 개선에 도움을 주셔서 감사합니다
nl: Bedankt dat je ons helpt Pulse te verbeteren
pt_br: Obrigado por nos ajudar a melhorar o Pulse
sv: Tack för att du hjälper oss förbättra Pulse

source: The more detail you give, the smarter the log
de: Je mehr Details du angibst, desto intelligenter der Eintrag
es: Cuantos más detalles des, más inteligente el registro
fr: Plus tu donnes de détails, plus le journal est intelligent
ja: 詳細を入力するほど、ログがスマートになります
ko: 자세히 입력할수록 더 스마트한 기록이 됩니다
nl: Hoe meer details je geeft, hoe slimmer het logboek
pt_br: Quanto mais detalhes você der, mais inteligente o registro
sv: Ju mer detaljer du ger, desto smartare loggen

source: This action is irreversible
de: Diese Aktion ist unwiderruflich
es: Esta acción es irreversible
fr: Cette action est irréversible
ja: この操作は取り消せません
ko: 이 작업은 되돌릴 수 없습니다
nl: Deze actie is onomkeerbaar
pt_br: Esta ação é irreversível
sv: Denna åtgärd är oåterkallelig

source: This code has expired. Please request a new one.
de: Dieser Code ist abgelaufen. Bitte fordere einen neuen an.
es: Este código ha expirado. Por favor, solicita uno nuevo.
fr: Ce code a expiré. Demande un nouveau code.
ja: このコードは期限切れです。新しいコードをリクエストしてください。
ko: 이 코드가 만료되었습니다. 새 코드를 요청하세요.
nl: Deze code is verlopen. Vraag een nieuwe aan.
pt_br: Este código expirou. Por favor, solicite um novo.
sv: Koden har gått ut. Begär en ny.

source: This is where you schedule workouts and build routines. Let's take a closer look.
de: Hier planst du Trainings und erstellst Routinen. Lass uns genauer hinsehen.
es: Aquí es donde programas entrenamientos y creas rutinas. Echemos un vistazo más de cerca.
fr: C'est ici que tu planifies tes entraînements et crées tes routines. Regardons de plus près.
ja: ここでワークアウトのスケジュールを立て、ルーティンを作成します。詳しく見てみましょう。
ko: 여기서 운동을 예약하고 루틴을 만듭니다. 자세히 살펴보겠습니다.
nl: Hier plan je trainingen en bouw je routines. Laten we het van dichtbij bekijken.
pt_br: Aqui é onde você agenda treinos e cria rotinas. Vamos dar uma olhada mais de perto.
sv: Här schemalägger du träningspass och bygger rutiner. Låt oss titta närmare.

source: This will permanently delete your weight, height, target weight, and all weight history. This action cannot be undone.
de: Dadurch werden dein Gewicht, deine Größe, dein Zielgewicht und dein gesamter Gewichtsverlauf dauerhaft gelöscht. Diese Aktion kann nicht rückgängig gemacht werden.
es: Esto eliminará permanentemente tu peso, altura, peso objetivo y todo el historial de peso. Esta acción no se puede deshacer.
fr: Cela supprimera définitivement ton poids, ta taille, ton poids cible et tout ton historique de poids. Cette action est irréversible.
ja: 体重、身長、目標体重、すべての体重履歴が完全に削除されます。この操作は取り消せません。
ko: 체중, 키, 목표 체중 및 모든 체중 기록이 영구적으로 삭제됩니다. 이 작업은 취소할 수 없습니다.
nl: Dit verwijdert permanent je gewicht, lengte, doelgewicht en alle gewichtsgeschiedenis. Deze actie kan niet ongedaan worden gemaakt.
pt_br: Isso excluirá permanentemente seu peso, altura, peso alvo e todo o histórico de peso. Esta ação não pode ser desfeita.
sv: Detta raderar permanent din vikt, längd, målvikt och all vikthistorik. Denna åtgärd kan inte ångras.

source: This workout will not be saved.
de: Dieses Workout wird nicht gespeichert.
es: Este entrenamiento no se guardará.
fr: Cet entraînement ne sera pas enregistré.
ja: このワークアウトは保存されません。
ko: 이 운동은 저장되지 않습니다.
nl: Deze training wordt niet opgeslagen.
pt_br: Este treino não será salvo.
sv: Detta träningspass sparas inte.

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
nl: Tijd
pt_br: Tempo
sv: Tid

source: Time to Get Back
de: Zeit zurückzukommen
es: Hora de volver
fr: Il est temps de revenir
ja: 再開の時間です
ko: 다시 시작할 시간입니다
nl: Tijd om terug te komen
pt_br: Hora de voltar
sv: Dags att komma tillbaka

source: Time Trained
de: Trainingszeit
es: Tiempo entrenado
fr: Temps d'entraînement
ja: トレーニング時間
ko: 훈련 시간
nl: Trainingstijd
pt_br: Tempo treinado
sv: Träningstid

source: Time Zone
de: Zeitzone
es: Zona Horaria
fr: Fuseau horaire
ja: タイムゾーン
ko: 시간대
nl: Tijdzone
pt_br: Fuso Horário
sv: Tidszon

source: TITLE
de: TITEL
es: TÍTULO
fr: TITRE
ja: タイトル
ko: 제목
nl: TITEL
pt_br: TÍTULO
sv: TITEL

source: To cancel your subscription, go to your Apple ID subscription settings.
de: Um dein Abonnement zu kündigen, gehe zu deinen Apple-ID-Abonnement-Einstellungen.
es: Para cancelar tu suscripción, ve a los ajustes de suscripción de tu Apple ID.
fr: Pour annuler ton abonnement, va dans les paramètres d'abonnement de ton identifiant Apple.
ja: サブスクリプションをキャンセルするには、Apple IDのサブスクリプション設定に移動してください。
ko: 구독을 취소하려면 Apple ID 구독 설정으로 이동하세요.
nl: Om je abonnement op te zeggen, ga naar je Apple ID-abonnementsinstellingen.
pt_br: Para cancelar sua assinatura, vá para as configurações de assinatura do seu Apple ID.
sv: För att avsluta din prenumeration, gå till dina Apple-ID prenumerationsinställningar.

source: To delete custom exercises, go to your profile.
de: Um eigene Übungen zu löschen, gehe zu deinem Profil.
es: Para eliminar ejercicios personalizados, ve a tu perfil.
fr: Pour supprimer des exercices personnalisés, va dans ton profil.
ja: カスタム種目を削除するには、プロフィールに移動してください。
ko: 맞춤 운동을 삭제하려면 프로필로 이동하세요.
nl: Om aangepaste oefeningen te verwijderen, ga naar je profiel.
pt_br: Para excluir exercícios personalizados, vá para seu perfil.
sv: För att radera egna övningar, gå till din profil.

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
ja: 今日
ko: 오늘
nl: Vandaag
pt_br: Hoje
sv: Idag

source: Today's Workouts
de: Heutige Trainings
es: Entrenamientos de hoy
fr: Entraînements du jour
ja: 今日のワークアウト
ko: 오늘의 운동
nl: Trainingen van vandaag
pt_br: Treinos de hoje
sv: Dagens träningspass

source: Too many attempts. Please wait %llds.
de: Zu viele Versuche. Bitte warte %llds.
es: Demasiados intentos. Por favor, espera %llds.
fr: Trop de tentatives. Attends %llds.
ja: 試行回数が多すぎます。%lld秒お待ちください。
ko: 시도 횟수가 너무 많습니다. %lld초 후에 다시 시도하세요.
nl: Te veel pogingen. Wacht %llds.
pt_br: Muitas tentativas. Por favor, aguarde %llds.
sv: För många försök. Vänta %llds.

source: Total Volume
de: Gesamtvolumen
es: Volumen total
fr: Volume total
ja: 総ボリューム
ko: 총 볼륨
nl: Totaal volume
pt_br: Volume total
sv: Total volym

source: Total Workouts
de: Workouts gesamt
es: Entrenamientos totales
fr: Total entraînements
ja: ワークアウト合計
ko: 총 운동 횟수
nl: Totaal trainingen
pt_br: Treinos totais
sv: Totalt antal pass

source: Track Your Progress
de: Verfolge deinen Fortschritt
es: Sigue tu progreso
fr: Suis tes progrès
ja: 進捗を追跡
ko: 진행 상황 추적
nl: Volg je voortgang
pt_br: Acompanhe seu progresso
sv: Följ dina framsteg

source: Track your weekly streak, workouts and training time right here.
de: Verfolge hier deine wöchentliche Serie, Workouts und Trainingszeit.
es: Sigue tu racha semanal, entrenamientos y tiempo de entrenamiento aquí.
fr: Suis ta série hebdomadaire, tes entraînements et ton temps d'entraînement ici.
ja: 週間連続記録、ワークアウト、トレーニング時間をここで確認できます。
ko: 주간 연속 기록, 운동 및 훈련 시간을 여기서 추적하세요.
nl: Volg hier je wekelijkse reeks, trainingen en trainingstijd.
pt_br: Acompanhe sua sequência semanal, treinos e tempo de treino aqui.
sv: Följ din veckosvit, träningspass och träningstid här.

source: Training Weights
de: Trainingsgewichte
es: Pesos de Entrenamiento
fr: Poids d'entraînement
ja: トレーニング重量
ko: 훈련 중량
nl: Trainingsgewichten
pt_br: Pesos de Treino
sv: Träningsvikter

source: Try adjusting your search or filters, or create a custom exercise
de: Passe deine Suche oder Filter an oder erstelle eine eigene Übung
es: Intenta ajustar tu búsqueda o filtros, o crea un ejercicio personalizado
fr: Essaie d'ajuster ta recherche ou tes filtres, ou crée un exercice personnalisé
ja: 検索やフィルターを調整するか、カスタム種目を作成してみてください
ko: 검색 또는 필터를 조정하거나 맞춤 운동을 만들어 보세요
nl: Pas je zoekopdracht of filters aan, of maak een aangepaste oefening
pt_br: Tente ajustar sua busca ou filtros, ou crie um exercício personalizado
sv: Prova att justera din sökning eller filter, eller skapa en egen övning

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
sv: Typ

source: TYPE
de: TYP
es: TIPO
ja: タイプ
ko: 유형
pt_br: TIPO
sv: TYP

source: Unable to get Apple ID credential.
de: Apple-ID-Anmeldedaten konnten nicht abgerufen werden.
es: No se pudieron obtener las credenciales de Apple ID.
fr: Impossible d'obtenir les identifiants Apple ID.
ja: Apple IDの資格情報を取得できません。
ko: Apple ID 자격 증명을 가져올 수 없습니다.
nl: Kan Apple ID-inloggegevens niet ophalen.
pt_br: Não foi possível obter as credenciais do Apple ID.
sv: Kunde inte hämta Apple ID-uppgifter.

source: Unable to retrieve identity token.
de: Identitätstoken konnte nicht abgerufen werden.
es: No se pudo recuperar el token de identidad.
fr: Impossible de récupérer le jeton d'identité.
ja: IDトークンを取得できません。
ko: ID 토큰을 가져올 수 없습니다.
nl: Kan identiteitstoken niet ophalen.
pt_br: Não foi possível recuperar o token de identidade.
sv: Kunde inte hämta identitetstoken.

source: Unable to verify current session.
de: Aktuelle Sitzung konnte nicht verifiziert werden.
es: No se pudo verificar la sesión actual.
fr: Impossible de vérifier la session en cours.
ja: 現在のセッションを確認できません。
ko: 현재 세션을 확인할 수 없습니다.
nl: Kan huidige sessie niet verifiëren.
pt_br: Não foi possível verificar a sessão atual.
sv: Kunde inte verifiera aktuell session.

source: Underweight
de: Untergewicht
es: Bajo Peso
fr: Insuffisance pondérale
ja: 低体重
ko: 저체중
nl: Ondergewicht
pt_br: Abaixo do Peso
sv: Undervikt

source: Units
de: Einheiten
es: Unidades
fr: Unités
ja: 単位
ko: 단위
nl: Eenheden
pt_br: Unidades
sv: Enheter

source: Unknown Exercise
de: Unbekannte Übung
es: Ejercicio desconocido
fr: Exercice inconnu
ja: 不明な種目
ko: 알 수 없는 운동
nl: Onbekende oefening
pt_br: Exercício desconhecido
sv: Okänd övning

source: Unlimited Routines
de: Unbegrenzte Routinen
es: Rutinas ilimitadas
fr: Routines illimitées
ja: 無制限のルーティン
ko: 무제한 루틴
nl: Onbeperkte routines
pt_br: Rotinas ilimitadas
sv: Obegränsade rutiner

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
ja: アンロック
ko: 잠금 해제
nl: Ontgrendelen
pt_br: Desbloquear
sv: Lås upp

source: Unlock 1RM Tracking
de: 1RM-Tracking freischalten
es: Desbloquear seguimiento de 1RM
fr: Débloquer le suivi 1RM
ja: 1RMトラッキングをアンロック
ko: 1RM 추적 잠금 해제
nl: Ontgrendel 1RM-tracking
pt_br: Desbloquear rastreamento de 1RM
sv: Lås upp 1RM-spårning

source: Unlock Achievement
de: Erfolg freischalten
es: Desbloquear Logro
fr: Débloquer le succès
ja: 実績をアンロック
ko: 업적 잠금 해제
nl: Prestatie ontgrendelen
pt_br: Desbloquear Conquista
sv: Lås upp prestation

source: Unlock More Insights
de: Mehr Einblicke freischalten
es: Desbloquear más estadísticas
fr: Débloquer plus d'analyses
ja: さらなるインサイトをアンロック
ko: 더 많은 인사이트 잠금 해제
nl: Ontgrendel meer inzichten
pt_br: Desbloquear mais insights
sv: Lås upp fler insikter

source: Unlock Pro for %@/month
de: Pro freischalten für %@/Monat
es: Desbloquear Pro por %@/mes
fr: Débloquer Pro pour %@/mois
ja: 月額%@でProをアンロック
ko: 월 %@에 Pro 잠금 해제
nl: Ontgrendel Pro voor %@/maand
pt_br: Desbloquear Pro por %@/mês
sv: Lås upp Pro för %@/månad

source: Update Available
de: Update verfügbar
es: Actualización Disponible
fr: Mise à jour disponible
ja: アップデートが利用可能
ko: 업데이트 가능
nl: Update beschikbaar
pt_br: Atualização Disponível
sv: Uppdatering tillgänglig

source: Update Now
de: Jetzt aktualisieren
es: Actualizar Ahora
fr: Mettre à jour
ja: 今すぐアップデート
ko: 지금 업데이트
nl: Nu bijwerken
pt_br: Atualizar Agora
sv: Uppdatera nu

source: Update Required
de: Update erforderlich
es: Actualización Necesaria
fr: Mise à jour requise
ja: アップデートが必要です
ko: 업데이트 필요
nl: Update vereist
pt_br: Atualização Necessária
sv: Uppdatering krävs

source: Update your height
de: Größe aktualisieren
es: Actualizar tu altura
fr: Mets à jour ta taille
ja: 身長を更新
ko: 키를 업데이트하세요
nl: Werk je lengte bij
pt_br: Atualizar sua altura
sv: Uppdatera din längd

source: Update your routine details
de: Routinendetails aktualisieren
es: Actualizar detalles de la rutina
fr: Mets à jour les détails de ta routine
ja: ルーティンの詳細を更新
ko: 루틴 세부 정보를 업데이트하세요
nl: Werk je routinedetails bij
pt_br: Atualizar detalhes da rotina
sv: Uppdatera dina rutindetaljer

source: Upgrade to Pro
de: Auf Pro upgraden
es: Suscribirse a Pro
fr: Passer à Pro
ja: Proにアップグレード
ko: Pro로 업그레이드
nl: Upgrade naar Pro
pt_br: Assinar o Pro
sv: Uppgradera till Pro

source: Upgrade to Pro to access personal records, weight progress, and body metrics.
de: Upgrade auf Pro für persönliche Rekorde, Gewichtsverlauf und Körpermaße.
es: Mejora a Pro para acceder a récords personales, progreso de peso y métricas corporales.
fr: Passe à Pro pour accéder aux records personnels, au suivi de poids et aux données corporelles.
ja: Proにアップグレードして、個人記録、体重の進捗、ボディデータにアクセスしましょう。
ko: Pro로 업그레이드하여 개인 기록, 체중 진행 상황, 신체 지표에 접근하세요.
nl: Upgrade naar Pro voor toegang tot persoonlijke records, gewichtsvoortgang en lichaamsgegevens.
pt_br: Assine o Pro para acessar recordes pessoais, progresso de peso e métricas corporais.
sv: Uppgradera till Pro för att komma åt personliga rekord, viktutveckling och kroppsdata.

source: Upgrade to Pro to see your estimated 1RM and track personal records.
de: Upgrade auf Pro, um dein geschätztes 1RM zu sehen und persönliche Rekorde zu verfolgen.
es: Mejora a Pro para ver tu 1RM estimado y seguir tus récords personales.
fr: Passe à Pro pour voir ton 1RM estimé et suivre tes records personnels.
ja: Proにアップグレードして推定1RMを確認し、個人記録を追跡しましょう。
ko: Pro로 업그레이드하여 추정 1RM을 확인하고 개인 기록을 추적하세요.
nl: Upgrade naar Pro om je geschatte 1RM te zien en persoonlijke records bij te houden.
pt_br: Assine o Pro para ver seu 1RM estimado e acompanhar recordes pessoais.
sv: Uppgradera till Pro för att se din uppskattade 1RM och följa personliga rekord.

source: Upgrade to Pro to unlock estimated 1RM, weight progress, strength gains, and body metrics. All in one place.
de: Upgrade auf Pro, um geschätztes 1RM, Gewichtsfortschritt, Kraftzuwächse und Körpermetriken freizuschalten. Alles an einem Ort.
es: Actualiza a Pro para desbloquear 1RM estimado, progreso de peso, ganancias de fuerza y métricas corporales. Todo en un solo lugar.
fr: Passe à Pro pour débloquer le 1RM estimé, le suivi de poids, les gains de force et les métriques corporelles. Tout au même endroit.
ja: Proにアップグレードして、推定1RM、体重の推移、筋力の向上、体の指標をアンロックしましょう。すべてを一か所で。
ko: Pro로 업그레이드하여 추정 1RM, 체중 변화, 근력 향상, 신체 지표를 잠금 해제하세요. 모든 것을 한곳에서.
nl: Upgrade naar Pro om geschat 1RM, gewichtsvoortgang, krachtwinst en lichaamsmetrieken te ontgrendelen. Alles op één plek.
pt_br: Atualize para Pro para desbloquear 1RM estimado, progresso de peso, ganhos de força e métricas corporais. Tudo em um só lugar.
sv: Uppgradera till Pro för att låsa upp beräknat 1RM, viktutveckling, styrkeökningar och kroppsstatistik. Allt på ett ställe.

source: Upgrade to Pulse Pro
de: Upgrade auf Pulse Pro
es: Actualizar a Pulse Pro
fr: Passer à Pulse Pro
ja: Pulse Proにアップグレード
ko: Pulse Pro로 업그레이드
nl: Upgrade naar Pulse Pro
pt_br: Atualizar para Pulse Pro
sv: Uppgradera till Pulse Pro

source: Upper body push day, 5 exercises, focus on chest and shoulders, include bench press...
de: Oberkörper Push-Tag, 5 Übungen, Fokus auf Brust und Schultern, Bankdrücken einschließen...
es: Día de empuje superior, 5 ejercicios, enfoque en pecho y hombros, incluir press de banca...
fr: Jour push haut du corps, 5 exercices, focus pecs et épaules, inclure développé couché...
ja: 上半身プッシュの日、5種目、胸と肩にフォーカス、ベンチプレスを含む...
ko: 상체 푸시 데이, 5가지 운동, 가슴과 어깨 집중, 벤치프레스 포함...
nl: Bovenlichaam push-dag, 5 oefeningen, focus op borst en schouders, inclusief bankdrukken...
pt_br: Dia de empurrar superior, 5 exercícios, foco em peito e ombros, incluir supino...
sv: Överkropps push-dag, 5 övningar, fokus på bröst och axlar, inkludera bänkpress...

source: Use a different email
de: Andere E-Mail verwenden
es: Usar otro correo
fr: Utiliser un autre email
ja: 別のメールアドレスを使用
ko: 다른 이메일 사용
nl: Gebruik een ander e-mailadres
pt_br: Usar outro e-mail
sv: Använd en annan e-post

source: Use Pulse on your Apple Watch to track along
de: Nutze Pulse auf deiner Apple Watch zum Mitverfolgen
es: Usa Pulse en tu Apple Watch para seguir tu progreso
fr: Utilise Pulse sur ton Apple Watch pour suivre en direct
ja: Apple WatchでPulseを使って一緒にトラッキング
ko: Apple Watch에서 Pulse를 사용하여 함께 추적하세요
nl: Gebruik Pulse op je Apple Watch om mee te volgen
pt_br: Use o Pulse no seu Apple Watch para acompanhar
sv: Använd Pulse på din Apple Watch för att följa med

source: User not authenticated
de: Benutzer nicht authentifiziert
es: Usuario no autenticado
fr: Utilisateur non authentifié
ja: ユーザーが認証されていません
ko: 사용자가 인증되지 않았습니다
nl: Gebruiker niet geauthenticeerd
pt_br: Usuário não autenticado
sv: Användare ej autentiserad

source: Verification Email Sent
de: Bestätigungs-E-Mail gesendet
es: Correo de Verificación Enviado
fr: Email de vérification envoyé
ja: 確認メールが送信されました
ko: 인증 이메일이 전송되었습니다
nl: Verificatie-e-mail verzonden
pt_br: E-mail de Verificação Enviado
sv: Verifieringse-post skickad

source: Verify Code
de: Code bestätigen
es: Verificar código
fr: Vérifier le code
ja: コードを確認
ko: 코드 확인
nl: Code verifiëren
pt_br: Verificar código
sv: Verifiera kod

source: Volume
de: Volumen
es: Volumen
ja: ボリューム
ko: 볼륨
sv: Volym

source: Volume Dipping
de: Volumen sinkt
es: Volumen disminuyendo
fr: Volume en baisse
ja: ボリューム低下中
ko: 볼륨 감소 중
nl: Volume daalt
pt_br: Volume diminuindo
sv: Volymen sjunker

source: Volume Is Climbing
de: Volumen steigt
es: El volumen aumenta
fr: Volume en hausse
ja: ボリューム上昇中
ko: 볼륨 상승 중
nl: Volume stijgt
pt_br: Volume aumentando
sv: Volymen ökar

source: Wait %llds
de: Warte %llds
es: Espera %llds
fr: Attends %llds
ja: %lld秒お待ちください
ko: %lld초 대기
nl: Wacht %llds
pt_br: Aguarde %llds
sv: Vänta %llds

source: We sent an 8-digit code to
de: Wir haben einen 8-stelligen Code gesendet an
es: Enviamos un código de 8 dígitos a
fr: Nous avons envoyé un code à 8 chiffres à
ja: 8桁のコードを送信しました
ko: 8자리 코드를 전송했습니다
nl: We hebben een 8-cijferige code verzonden naar
pt_br: Enviamos um código de 8 dígitos para
sv: Vi skickade en 8-siffrig kod till

source: We've sent a confirmation email to
de: Wir haben eine Bestätigungs-E-Mail gesendet an
es: Hemos enviado un correo de confirmación a
fr: Nous avons envoyé un email de confirmation à
ja: 確認メールを送信しました
ko: 확인 이메일을 전송했습니다
nl: We hebben een bevestigingsmail gestuurd naar
pt_br: Enviamos um e-mail de confirmação para
sv: Vi har skickat ett bekräftelsemeddelande till

source: We've sent a verification link to
de: Wir haben einen Bestätigungslink gesendet an
es: Hemos enviado un enlace de verificación a
fr: Nous avons envoyé un lien de vérification à
ja: 確認リンクを送信しました
ko: 인증 링크를 전송했습니다
nl: We hebben een verificatielink gestuurd naar
pt_br: Enviamos um link de verificação para
sv: Vi har skickat en verifieringslänk till

source: Weak
de: Schwach
es: Débil
fr: Faible
ja: 弱い
ko: 약함
nl: Zwak
pt_br: Fraco
sv: Svag

source: week
de: Woche
es: semana
fr: semaine
ja: 週
ko: 주
pt_br: semana
sv: vecka

source: Week ends in %lld days
de: Woche endet in %lld Tagen
es: La semana termina en %lld días
fr: La semaine se termine dans %lld jours
ja: あと%lld日で週が終わります
ko: %lld일 후 주가 끝납니다
nl: Week eindigt over %lld dagen
pt_br: A semana termina em %lld dias
sv: Veckan slutar om %lld dagar

source: Week ends in 1 day
de: Woche endet in 1 Tag
es: La semana termina en 1 día
fr: La semaine se termine dans 1 jour
ja: あと1日で週が終わります
ko: 1일 후 주가 끝납니다
nl: Week eindigt over 1 dag
pt_br: A semana termina em 1 dia
sv: Veckan slutar om 1 dag

source: Week's Not Over Yet
de: Die Woche ist noch nicht vorbei
es: La semana aún no termina
fr: La semaine n'est pas finie
ja: まだ週は終わっていません
ko: 아직 주가 끝나지 않았어요
nl: De week is nog niet voorbij
pt_br: A semana ainda não acabou
sv: Veckan är inte över än

source: Weekly Goal
de: Wochenziel
es: Meta Semanal
fr: Objectif hebdomadaire
ja: 週間目標
ko: 주간 목표
nl: Weekdoel
pt_br: Meta Semanal
sv: Veckomål

source: Weekly Workout Goal
de: Wöchentliches Workout-Ziel
es: Meta Semanal de Entrenamiento
fr: Objectif d'entraînement hebdomadaire
ja: 週間ワークアウト目標
ko: 주간 운동 목표
nl: Wekelijks trainingsdoel
pt_br: Meta Semanal de Treino
sv: Veckovis träningsmål

source: weeks
de: Wochen
es: semanas
fr: semaines
ja: 週
ko: 주
nl: weken
pt_br: semanas
sv: veckor

source: Weight
de: Gewicht
es: Peso
fr: Poids
ja: 体重
ko: 체중
nl: Gewicht
pt_br: Peso
sv: Vikt

source: WEIGHT
de: GEWICHT
es: PESO
fr: POIDS
ja: 重量
ko: 중량
nl: GEWICHT
pt_br: PESO
sv: VIKT

source: Weight (%@)
de: Gewicht (%@)
es: Peso (%@)
fr: Poids (%@)
ja: 体重 (%@)
ko: 체중 (%@)
nl: Gewicht (%@)
pt_br: Peso (%@)
sv: Vikt (%@)

source: Weight Goal
de: Gewichtsziel
es: Meta de Peso
fr: Objectif de poids
ja: 体重目標
ko: 체중 목표
nl: Gewichtsdoel
pt_br: Meta de Peso
sv: Viktmål

source: Weight must be greater than 0
de: Das Gewicht muss größer als 0 sein
es: El peso debe ser mayor que 0
fr: Le poids doit être supérieur à 0
ja: 体重は0より大きくなければなりません
ko: 체중은 0보다 커야 합니다
nl: Gewicht moet groter zijn dan 0
pt_br: O peso deve ser maior que 0
sv: Vikten måste vara större än 0

source: Weight Progress
de: Gewichtsfortschritt
es: Progreso de Peso
fr: Progrès de poids
ja: 体重の進捗
ko: 체중 진행
nl: Gewichtsvoortgang
pt_br: Progresso de Peso
sv: Viktutveckling

source: Weight Progression
de: Gewichtsverlauf
es: Progresión de Peso
fr: Progression de poids
ja: 体重推移
ko: 체중 추이
nl: Gewichtsprogressie
pt_br: Progressão de Peso
sv: Viktprogression

source: Weight Trend
de: Gewichtstrend
es: Tendencia de Peso
fr: Tendance de poids
ja: 体重トレンド
ko: 체중 트렌드
nl: Gewichtstrend
pt_br: Tendência de Peso
sv: Vikttrend

source: Welcome back
de: Willkommen zurück
es: Bienvenido de nuevo
fr: Content de te revoir
ja: おかえりなさい
ko: 다시 오신 것을 환영합니다
nl: Welkom terug
pt_br: Bem-vindo de volta
sv: Välkommen tillbaka

source: Welcome to Pulse
de: Willkommen bei Pulse
es: Bienvenido a Pulse
fr: Bienvenue sur Pulse
ja: Pulseへようこそ
ko: Pulse에 오신 것을 환영합니다
nl: Welkom bij Pulse
pt_br: Bem-vindo ao Pulse
sv: Välkommen till Pulse

source: What do you want to do?
de: Was möchtest du tun?
es: ¿Qué quieres hacer?
fr: Que veux-tu faire ?
ja: 何をしたいですか？
ko: 무엇을 하시겠습니까?
nl: Wat wil je doen?
pt_br: O que você quer fazer?
sv: Vad vill du göra?

source: workout
de: Training
es: entrenamiento
fr: entraînement
ja: ワークアウト
ko: 운동
nl: training
pt_br: treino
sv: träningspass

source: Workout Completed
de: Workout abgeschlossen
es: Entrenamiento Completado
fr: Entraînement terminé
ja: ワークアウト完了
ko: 운동 완료
nl: Training voltooid
pt_br: Treino Concluído
sv: Träningspass avslutat

source: Workout sharing was not enabled. To allow this later, go to the Health app → Sharing → Apps and grant access to Pulse.
de: Workout-Freigabe wurde nicht aktiviert. Um dies später zu erlauben, gehe zur Health-App → Freigabe → Apps und gewähre Pulse Zugriff.
es: No se habilitó compartir entrenamientos. Para permitirlo después, ve a la app Salud → Compartir → Apps y concede acceso a Pulse.
fr: Le partage d'entraînement n'a pas été activé. Pour l'autoriser plus tard, va dans l'app Santé → Partage → Apps et accorde l'accès à Pulse.
ja: ワークアウトの共有が有効になっていません。後で許可するには、ヘルスケアアプリ → 共有 → アプリ に移動し、Pulseにアクセスを許可してください。
ko: 운동 공유가 활성화되지 않았습니다. 나중에 허용하려면 건강 앱 → 공유 → 앱으로 이동하여 Pulse에 접근을 허용하세요.
nl: Training delen was niet ingeschakeld. Om dit later toe te staan, ga naar de Gezondheid-app → Delen → Apps en verleen Pulse toegang.
pt_br: O compartilhamento de treinos não foi ativado. Para permitir depois, vá para o app Saúde → Compartilhamento → Apps e conceda acesso ao Pulse.
sv: Träningsdelning aktiverades inte. För att tillåta det senare, gå till Hälsa-appen → Delning → Appar och ge Pulse åtkomst.

source: Workout Time
de: Trainingszeit
es: Tiempo de Entrenamiento
fr: Temps d'entraînement
ja: ワークアウト時間
ko: 운동 시간
nl: Trainingstijd
pt_br: Tempo de Treino
sv: Träningstid
